12/data/attachments/b9d033f03c07bdf1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Joan_quickly_Friend_9293_2</nif:username>
            <nif:friendToBeRequested>soap_friends_3754447f-dfc3-47cd-b37d-4449d64219da</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>